Repository: papusagar83/Testrepo2
Catalog: kimchi-internal-mirror/po/*.po
Languages: pt_br, zh_cn

source: Unable to deactivate pool %(name)s as it is associated with some templates
pt_br: Não foi possível desativar o pool %(name)s uma vez que ele está associado com algum dos modelos
zh_cn: 不能停用存储池%(name)s，该存储池与一些模板关联

source: Unable to delete pool %(name)s as it is associated with some templates
pt_br: Não foi possível remover o pool %(name)s uma vez que ele está associado com algum dos modelos
zh_cn: 不能删除存储池%(name)s，该存储池与一些模板关联

source: A volume group named '%(name)s' already exists. Please, choose another name to create the logical pool.
pt_br: Um grupo de volume chamado '%(name)s' já existe. Por favor, escolha outro nome para criar o pool lógico.
zh_cn: 卷组'%(name)s'已经存在，请选择其它的名字来创建逻辑存储池。

source: Unable to update database with deep scan information due error: %(err)s
pt_br: Não foi possível atualizar a base de dados com informações de mais ISOs devido a um erro: %(err)s
zh_cn: 全盘扫描信息更新失败。详情：%(err)s。

source: Storage volume %(name)s already exists
pt_br: Volume de storage %(name)s já existe
zh_cn: 存储卷%(name)s已经存在

source: Storage volume %(name)s does not exist in storage pool %(pool)s
pt_br: Volume de storage %(name)s não existe no storage pool %(pool)s
zh_cn: 存储池%(pool)s中没有存储卷%(name)s

source: Unable to create storage volume %(volume)s because storage pool %(pool)s is not active
pt_br: Não foi possível criar o storaget volume %(volume)s pois o storage pool %(pool)s não está ativo
zh_cn: 未能创建存储卷%(volume)s，因为存储池%(pool)s 未被激活

source: Specify %(item)s in order to create storage volume %(volume)s
pt_br: Especifique %(item)s para poder criar o volume %(volume)s
zh_cn: 为新存储卷%(volume)s指定指定%(item)s

source: Unable to list storage volumes because storage pool %(pool)s is not active
pt_br: Não foi possível listar volumes pois o storage pool %(pool)s não está ativo
zh_cn: 不能列出存储卷，因为存储池%(pool)s没有激活

source: Unable to create storage volume %(name)s in storage pool %(pool)s. Details: %(err)s
pt_br: Não foi possível criar o volume %(name)s no storage pool %(pool)s. Detalhes: %(err)s
zh_cn: 不能在存储池%(pool)s中创建存储卷%(name)s。详情：%(err)s

source: Unable to list storage volumes in storage pool %(pool)s. Details: %(err)s
pt_br: Não foi possível listar os volumes do storage pool %(pool)s. Detalhes: %(err)s
zh_cn: 不能在存储池%(pool)s中列出存储卷。详情：%(err)s

source: Unable to wipe storage volumes %(name)s. Details: %(err)s
pt_br: Não foi possível limpar o volume %(name)s. Detalhes: %(err)s
zh_cn: 不能擦除存储卷%(name)s。详情：%(err)s

source: Unable to delete storage volume %(name)s. Details: %(err)s
pt_br: Não foi possível remover o volume %(name)s. Detalhes: %(err)s
zh_cn: 不能删除存储卷%(name)s。详情：%(err)s

source: Unable to resize storage volume %(name)s. Details: %(err)s
pt_br: Não foi possível redimensionar o volume %(name)s. Detalhes: %(err)s
zh_cn: 不能改变存储卷%(name)s的大小。详情：%(err)s

source: Storage type %(type)s does not support volume create and delete
pt_br: Storage do tipo %(type)s não suporta criação ou remoção de volume
zh_cn: 存储类型%(type)s不支持卷的创建和删除

source: Storage volume name must be a string
pt_br: Nome do volume deve ser um texto
zh_cn: 存储卷的名字必须是字符串

source: Storage volume allocation must be an integer number
pt_br: Alocação do volume de storage deve ser um número inteiro
zh_cn: 存储卷分配额必须是整数

source: Storage volume format not supported. Valid formats: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
pt_br: Formato de volume de storage inválido. Formatos válidos: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
zh_cn: 不支持该存储卷格式，支持的格式：bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc。

source: Storage volume requires a volume name
pt_br: Volume de storage requer um nome
zh_cn: 存储卷需要名字

source: Unable to update database with storage volume information due error: %(err)s
pt_br: Não foi possível atualizar a base de dados com informações de volume de storage devido a um erro: %(err)s
zh_cn: 存储卷信息更新失败。详情：%(err)s

source: Only one of parameter %(param)s can be specified
pt_br: Somente um parâmetro %(param)s pode ser especificado
zh_cn: 只能对参数%(param)s中的一个进行指定

source: Create volume from %(param)s is not supported
pt_br: Criar um volume a partir de %(param)s não é suportado
zh_cn: 不支持从%(param)s创建虚拟机

source: Storage volume capacity must be an integer number.
pt_br: A capacidade do storage volume deve ser um número inteiro.
zh_cn: 存储卷容量必须为一个整数

source: Storage volume URL must be http://, https://, ftp:// or ftps://.
pt_br: URL para o storage volume deve ser http://, https://, ftp:// ou ftps://.
zh_cn: 存储卷URL必须为http://，https://，ftp://或ftps://

source: Unable to access file %(url)s. Please, check it.
pt_br: Erro ao acessar arquivo %(url)s. Por favor, verifique isso.
zh_cn: 不能访问文件%(url)s，请检查该文件是否存在。

source: Unable to clone storage volume '%(name)s' in pool '%(pool)s'. Details: %(err)s
pt_br: Não foi possível clonar o volume de storage '%(name)s' no pool '%(pool)s'. Detalhes: %(err)s
zh_cn: 未能于存储池'%(pool)s'制作存储卷'%(name)s'的副本，详情：%(err)s

source: Interface %(name)s does not exist
pt_br: Interface %(name)s não existe
zh_cn: 接口%(name)s不存在

source: Network %(name)s already exists
pt_br: Rede %(name)s já existe
zh_cn: 网络%(name)s已经存在

source: Network %(name)s does not exist
pt_br: Rede %(name)s não existe
zh_cn: 网络%(name)s不存在

source: Subnet %(subnet)s specified for network %(network)s is not valid.
pt_br: A subrede %(subnet)s especificada para a rede %(network)s não é válida.
zh_cn: 给网络%(network)s指定的子网%(subnet)s无效

source: Specify a network interface to create bridged network %(name)s
pt_br: Especifique uma interface de rede para criar a rede de bridge %(name)s
zh_cn: 指定一个网络接口来创建桥接类型的网络%(name)s

source: Unable to delete active network %(name)s
pt_br: Não foi possível remover a rede ativa %(name)s
zh_cn: 不能删除激活的网络%(name)s

source: Interface %(iface)s specified for network %(network)s is already in use
pt_br: A interface %(iface)s especificada para a rede %(network)s já está em uso
zh_cn: 给网络%(network)s指定的接口%(iface)s已被使用

source: Interface should be bare NIC, bonding or bridge device.
pt_br: Interface deve ser 'bare NIC', 'bonding' ou 'dispositivo de bridge'.
zh_cn: 接口应该是一个裸的网络接口卡、bonding或者桥接设备。

source: Unable to create network %(name)s. Details: %(err)s
pt_br: Não foi possível criar a rede %(name)s. Detalhes: %(err)s
zh_cn: 不能创建网络%(name)s。详情：%(err)s

source: Unable to find a free IP address for network '%(name)s'
pt_br: Não foi possível encontrar um endereço IP livre para a rede '%(name)s'
zh_cn: 不能为网络'%(name)s'找到一个未使用的IP网络地址。

source: Supported network types are isolated, NAT and bridge
pt_br: Tipos de rede suportados são isolada, NAT e bridge
zh_cn: 支持的网络类型有隔离、NAT和桥接

source: Network subnet must be a string with IP address and prefix or netmask
pt_br: Subrede deve ser um texto com endereço IP e prefixo, ou máscara de rede
zh_cn: 网络子网必须是一个IP地址加网络前缀或子网掩码的字符串

source: Network interface must be a string
pt_br: Interface de rede deve ser um texto
zh_cn: 网络接口必须是一个字符串

source: Network VLAN ID must be an integer between 1 and 4094
pt_br: ID da rede VLAN deve ser um inteiro entre 1 e 4094
zh_cn: 网络VLAN号必须是1到4094之间的整数

source: Specify name and type to create a Network
pt_br: Especifique o nome e o tipo para criar uma rede
zh_cn: 为新网络指定名字和类型

source: Bridge device %(name)s can not be the trunk device of a VLAN.
pt_br: Dispositivo da bridge %(name)s não pode ser um dispositivo vinculado a uma VLAN.
zh_cn: 不能以桥设备%(name)s作为VLAN的trunk设备。

source: Failed to activate interface %(iface)s: %(err)s.
pt_br: Não foi possível ativar a interface %(iface)s: %(err)s.
zh_cn: 网络接口启动失败 %(iface)s：%(err)s。

source: Failed to activate interface %(iface)s. Please check the physical link status.
pt_br: Não foi possível ativar a interface %(iface)s. Por favor, verifique o status da conexão física.
zh_cn: 网络接口%(iface)s启动失败，请检查网络连接情况。

source: Failed to start network %(name)s. Details: %(err)s
pt_br: Não foi possível iniciar a rede %(name)s. Detalhes: %(err)s
zh_cn: 启动网络%(name)s失败，详情：%(err)s

source: Debug report %(name)s does not exist
pt_br: Relatório de debug %(name)s não existe
zh_cn: 诊断报告%(name)s不存在

source: Debug report tool not found in system
pt_br: Ferramenta de relatório de debug não encontrada no sistema
zh_cn: 系统上没有诊断报告工具

source: Unable to create debug report %(name)s. Details: %(err)s.
pt_br: Não foi possível criar o relatório de debug %(name)s. Detalhes: %(err)s.
zh_cn: 不能创建诊断报告%(name)s。详情：%(err)s

source: Can not find any debug report with the given name %(name)s
pt_br: Não foi possível encontrar nenhum relatório com o nome %(name)s
zh_cn: 未能找到指定名称%(name)s的调试报告

source: Unable to generate debug report %(name)s. Details: %(err)s
pt_br: Não foi possível gerar o relatório de debug %(name)s. Detalhes: %(err)s
zh_cn: 不能生成诊断报告%(name)s。详情：%(err)s

source: You should give a name for the debug report file.
pt_br: Você deve dar um nome para o arquivo do relatório de debug.
zh_cn: 不能生成诊断报告%(name)s。详情：%(err)s

source: Debug report name must be a string. Only letters, digits, underscore ('_') and hyphen ('-') are allowed.
pt_br: Nome do relatório deve ser um texto. Somente letras, digitos, underscore ('_') e hífem ('-') são permitidos.
zh_cn: 调试报告名称必须为一个字符串。只有英文字符，数字，下划线('_')以及连字符('-')为合法字符。

source: The debug report with specified name "%(name)s" already exists. Please use another one.
pt_br: O relatório de debug com o nome especificado "%(name)s" já existe. Por favor, use outro nome.
zh_cn: 名字为"'%(name)s"的调试报告已经存在，请选择其它的名字。

source: Storage server %(server)s was not used by Kimchi
pt_br: Servidor de storage %(server)s não foi usado pelo Kimchi
zh_cn: 存储服务器%(server)s未被Kimchi使用

source: Distro '%(name)s' does not exist
pt_br: Distribuição '%(name)s' não existe
zh_cn: 发行版本'%(name)s'不存在

source: Partition %(name)s does not exist in the host
pt_br: Partição %(name)s não existe no host
zh_cn: 主机中上没有分区%(name)s

source: Unable to shutdown host machine as there are running virtual machines
pt_br: Não foi possível desligar o host uma vez que há máquinas virtuais ligadas
zh_cn: 有虚拟机在运行，不能关闭主机

source: Unable to reboot host machine as there are running virtual machines
pt_br: Não foi possível resetar o host uma vez que há máquinas virtuais ligadas
zh_cn: 有虚拟机在运行，不能重起主机

source: Node device '%(name)s' not found
pt_br: Dispositivo de nó '%(name)s' não encontrado
zh_cn: 没有找到节点设备'%(name)s'

source: Conflicting flag filters specified.
pt_br: Foram especificados filtros de flag com conflito.
zh_cn: flag filters冲突。

source: No packages marked for update
pt_br: Nenhum pacote marcado para atualização
zh_cn: 没有软件包标识要升级

source: Package %(name)s is not marked to be updated.
pt_br: Pacote %(name)s não está marcado para atualização.
zh_cn: 软件包%(name)s没有标识为要升级

source: Error while getting packages marked to be updated. Details: %(err)s
pt_br: Erro ao buscar pacotes marcados para atualização. Detalhes: %(err)s
zh_cn: 获取标识为要升级的软件包时出错。详情：%(err)s

source: There is no compatible package manager for this system.
pt_br: Não há gerenciador de pacotes compatível para este sistema.
zh_cn: 系统上没有兼容的软件包管理器

source: Unable to find %(item)s in datastore
pt_br: Não foi possível encontrar %(item)s no datastore
zh_cn: 在数据存储中找不到%(item)s

source: Invalid URI %(uri)s
pt_br: URI %(uri)s inválida
zh_cn: 无效的URI %(uri)s

source: Timeout while running command '%(cmd)s' after %(seconds)s seconds
pt_br: Fim do limite de tempo ao rodar comando '%(cmd)s' após %(seconds)s segundos
zh_cn: 命令'%(cmd)s'运行%(seconds)s秒后超时。

source: Unable to choose a virtual machine name
pt_br: Não foi possível escolher um nome para a máquina virtual
zh_cn: 未能选择一个虚拟机名称

source: Invalid storage type. Types supported: 'cdrom', 'disk'
pt_br: Tipo de storage inválido. Tipos suportados: 'cdrom', 'disco'
zh_cn: 无效的存储类型。支持类型为：'cdrom'，'disk'

source: The path '%(value)s' is not a valid local/remote path for the device
pt_br: O caminho '%(value)s' não é um caminho local/remoto válido para este dispositivo
zh_cn: 路径'%(value)s'不是设备的有效本地/远程路径

source: Only CDROM path can be update.
pt_br: Apenas o caminho do CD-ROM pode ser atualizado.
zh_cn: 仅支持CDROM路径更新。

source: The storage device %(dev_name)s does not exist in the virtual machine %(vm_name)s
pt_br: O disco %(dev_name)s não existe na máquina virtual %(vm_name)s
zh_cn: 存储设备%(dev_name)s在虚拟机%(vm_name)s中不存在

source: Error while creating new storage device: %(error)s
pt_br: Erro ao criar novo dispositivo de storage: %(error)s
zh_cn: 创建新的存储设备时出错：%(error)s

source: Error while updating storage device: %(error)s
pt_br: Erro ao atualizar dispositivo de storage: %(error)s
zh_cn: 更新存储设备时出错：%(error)s

source: Error while removing storage device: %(error)s
pt_br: Erro ao remover dispositivo de storage: %(error)s
zh_cn: 移除存储设备时出错：%(error)s

source: Do not support IDE device hot plug
pt_br: Dispositivo IDE hot plug não é suportado
zh_cn: 不支持IDE设备的热插拔

source: Specify type and path or type and pool/volume to add a new virtual machine disk
pt_br: Especifique o tipo e o caminho, ou o tipo e o pool/volume, para adicionar um novo disco da máquina virtual
zh_cn: 为添加新建虚拟机磁盘指定类型和路径或者类型和存储池/存储卷

source: Specify path to update virtual machine disk
pt_br: Especifique o caminho para atualizar o disco da máquina virtual
zh_cn: 指定更新虚拟机磁盘的路径

source: Controller type %(type)s limitation of %(limit)s devices reached
pt_br: Limitação do tipo do controlador %(type)s de %(limit)s dispositivos foi alcançada
zh_cn: 控制器类型为%(type)s的设备达到上限%(limit)s

source: Cannot retrieve disk path information for given pool/volume: %(error)s
pt_br: Não foi possível buscar informações do caminho do disco para o pool/volume dado: %(error)s
zh_cn: 未能为给出的存储池/存储卷找到对应磁盘路径信息：%(error)s

source: Volume already in use by other virtual machine.
pt_br: Volume já em uso por outra máquina virtual.
zh_cn: 该卷已经被其他虚拟机使用。

source: Only one of path or pool/volume can be specified to add a new virtual machine disk
pt_br: Somente um caminho ou pool/volume pode ser especificado para adicionar um novo disco da máquina virtual.
zh_cn: 增加虚拟机磁盘时，仅能指定路径或存储池/存储卷中的一个

source: Volume chosen with format %(format)s does not fit in the storage type %(type)s
pt_br: Volume escolhido com formato %(format)s não se enquadra no tipo de storage %(type)s
zh_cn: 格式为%(format)s的卷不符合存储类型%(type)s

source: YUM Repository ID must be one word only string.
pt_br: ID do repositório YUM deve ser apenas uma palavra.
zh_cn: YUM软件仓库ID必须是只包含一个单词的字符串

source: Repository URL must be an http://, ftp:// or file:// URL.
pt_br: URL do repositório deve ser uma URL http://, ftp:// ou file://.
zh_cn: 软件仓库URL必须是http://、 ftp:// 或 file://

source: Repository configuration is a dictionary with specific values according to repository type.
pt_br: Configuração do repositório é um dicionário com valores específicos de acordo com o tipo do repositório.
zh_cn: 软件仓库配置是一个与仓库键和特定值对应的字典

source: Distribution to DEB repository must be a string
pt_br: Distribuição para o repositório DEB deve ser um texto
zh_cn: DEB仓库的发行版本必须是一个字符串

source: Components to DEB repository must be listed in a array
pt_br: Componentes para o repositório DEB deve ser um array
zh_cn: DEB仓库的组件必须以数组形式列出

source: Components to DEB repository must be a string
pt_br: Componentes para o repositório DEB deve ser um texto
zh_cn: DEB仓库的组件必须是一个字符串

source: YUM Repository name must be string.
pt_br: Nome do repositório YUM deve ser um texto.
zh_cn: YUM仓库的名字必须是一个字符串

source: GPG check must be a boolean value.
pt_br: Verificação de GPG deve ser um valor booleano.
zh_cn: GPG校验必须是一个布尔值

source: GPG key must be a URL pointing to the ASCII-armored file.
pt_br: Chave GPG deve ser uma URL apontando para o arquivo no formato ASCII-armor.
zh_cn: GPG键必须是一个指向ASCII转义文件（.asc文件）的URL

source: Could not update repository %(repo_id)s.
pt_br: Não foi possível atualizar o repositório %(repo_id)s.
zh_cn: 不能更新软件仓库%(repo_id)s

source: Repository %(repo_id)s does not exist.
pt_br: Repositório %(repo_id)s não existe.
zh_cn: 软件仓库%(repo_id)s不存在。

source: Repository management tool was not recognized for your system.
pt_br: Ferramenta de gerenciamento de repositório não foi reconhecida no seu sistema.
zh_cn: 您的系统无法识别软件管理工具

source: Repository %(repo_id)s is already enabled.
pt_br: Repositório %(repo_id)s já está habilitado.
zh_cn: 软件仓库%(repo_id)s已经启用。

source: Repository %(repo_id)s is already disabled.
pt_br: Repositório %(repo_id)s já está desabilitado.
zh_cn: 软件仓库%(repo_id)s已经禁用。

source: Could not remove repository %(repo_id)s.
pt_br: Não foi possível remover o repositório %(repo_id)s.
zh_cn: 不能移除软件仓库%(repo_id)s

source: Could not write repository configuration file %(repo_file)s
pt_br: Não foi possível gravar o arquivo de configuração do repositório %(repo_file)s
zh_cn: 无法写软件仓库的配置文件%(repo_file)s

source: Specify repository distribution in order to create a DEB repository.
pt_br: Especificar o repositório de distribuição para poder criar o repositório DEB.
zh_cn: 指定软件仓库发行版本来创建一个DEB仓库。

source: Could not enable repository %(repo_id)s.
pt_br: Não foi possível habilitar o repositório %(repo_id)s.
zh_cn: 不能启用软件仓库%(repo_id)s

source: Could not disable repository %(repo_id)s.
pt_br: Não foi possível desabilitar o repositório %(repo_id)s.
zh_cn: 不能禁用软件仓库%(repo_id)s

source: YUM Repository ID already exists
pt_br: ID do repositório YUM já existe
zh_cn: YUM仓库ID已经存在

source: YUM Repository name must be a string
pt_br: Nome do repositório YUM deve ser um texto
zh_cn: YUM仓库名字必须是一个字符串

source: Unable to list repositories. Details: '%(err)s'
pt_br: Não é possível listar os repositórios. Detalhes: '%(err)s'
zh_cn: 不能列举软件仓库。详情：'%(err)s'

source: Unable to retrieve repository information. Details: '%(err)s'
pt_br: Não foi possível carregar as informações do repositório. Detalhes: '%(err)s'
zh_cn: 不能获取软件仓库的信息。详情：'%(err)s'

source: Unable to add repository. Details: '%(err)s'
pt_br: Não foi possível adicionar o repositório. Detalhes: '%(err)s'
zh_cn: 不能增加软件仓库。详情：'%(err)s'

source: Unable to remove repository. Details: '%(err)s'
pt_br: Não foi possível remover o repositório. Detalhes: '%(err)s'
zh_cn: 不能移除软件仓库。详情：'%(err)s'

source: Configuration items: '%(items)s' are not supported by repository manager
pt_br: Itens de configuração '%(items)s' não são suportados pelo gerenciador de repositórios.
zh_cn: 软件仓库不支持配置类型: %(items)s

source: Virtual machine '%(vm)s' must be stopped before creating a snapshot of it.
pt_br: A máquina virtual '%(vm)s' deve estar parada antes de criar um snapshot dela
zh_cn: 虚拟机'%(vm)s'在制作快照前必须关机。

source: Unable to create snapshot '%(name)s' on virtual machine '%(vm)s'. Details: %(err)s
pt_br: Não foi possível criar o snapshot '%(name)s' na máquina virtual '%(vm)s'. Detalhes: %(err)s
zh_cn: 未能为虚拟机'%(vm)s'制作快照'%(name)s'。详情：%(err)s

source: Snapshot '%(name)s' does not exist on virtual machine '%(vm)s'.
pt_br: O snapshot '%(name)s' não existe na máquina virtual '%(vm)s'.
zh_cn: 快照'%(name)s'不存在虚拟机'%(vm)s'上。

source: Unable to retrieve snapshot '%(name)s' on virtual machine '%(vm)s'. Details: %(err)s
pt_br: Não foi possível recuperar o snapshot '%(name)s' da máquina virtual '%(vm)s'. Detalhes: %(err)s
zh_cn: 未能在虚拟机'%(vm)s'找到快照'%(name)s'。详情：%(err)s

source: Unable to list snapshots on virtual machine '%(vm)s'. Details: %(err)s
pt_br: Não foi possível listar os snapshots da máquina virtual '%(vm)s'. Detalhes: %(err)s
zh_cn: 未能列出虚拟机'%(vm)s'的快照。详情：%(err)s

source: Unable to delete snapshot '%(name)s' on virtual machine '%(vm)s'. Details: %(err)s
pt_br: Não foi possível remover o snapshot '%(name)s' da máquina virtual '%(vm)s'. Detalhes: %(err)s
zh_cn: 未能删除虚拟机'%(vm)s'快照'%(name)s'。详情：%(err)s

source: Unable to retrieve current snapshot of virtual machine '%(vm)s'. Details: %(err)s
pt_br: Não foi possível recuperar o snapshot atual da máquina virtual '%(vm)s'. Detalhes: %(err)s.
zh_cn: 未能找到虚拟机'%(vm)s'当前快照。详情：%(err)s

source: Unable to revert virtual machine '%(vm)s' to snapshot '%(name)s'. Details: %(err)s
pt_br: Não foi possível reverter a máquina virtual '%(vm)s' para o snapshot '%(name)s'. Detalhes: %(err)s
zh_cn: 未能恢复虚拟机'%(vm)s'到快照'%(name)s'。详情：%(err)s

source: Unable to create snapshot of virtual machine '%(vm)s' because it contains a disk with format '%(format)s'; only 'qcow2' is supported.
pt_br: Não foi possível criar o snapshot para a máquina virtual '%(vm)s' porque ela contém discos no formato '%(format)s'; somente 'qcow2' é suportado.
zh_cn: 未能为虚拟机'%(vm)s'创建快照因为其使用了格式为'%(format)s'的磁盘；当前仅支持'qcow2'格式。

source: The number of vCPUs is too large for this system.
pt_br: O número de VCPUs é grande demais para esse sistema.
zh_cn: vCPUs的数量对该系统而言太大。

source: Invalid vCPU/topology combination.
pt_br: Combinação inválida de VCPU/topologia.
zh_cn: 无效的vCPU/topology组合。

source: This host (or current configuration) does not allow CPU topology.
pt_br: Este host (ou configuração atual) não permite topologia de CPU.
zh_cn: 当前主机（或当前配置）不允许CPU拓扑。

source: ERROR CODE
pt_br: CÓDIGO DE ERRO
zh_cn: 错误码

source: REASON
pt_br: MOTIVO
zh_cn: 原因

source: STACK
pt_br: PILHA
zh_cn: 调用栈

source: Go to Homepage
pt_br: Ir para a Página Inicial
zh_cn: 返回主页

source: Create a New Virtual Machine
pt_br: Criar nova Máquina Virtual
zh_cn: 创建一个新的虚拟机

source: Virtual Machine Name
pt_br: Nome da Máquina Virtual
zh_cn: 虚拟机名称

source: The name used to identify the virtual machine. If omitted, a name will be chosen based on the template used.
pt_br: O nome usado para identificar a máquina virtual. Se ele for omitido, a escolha será baseada no modelo selecionado.
zh_cn: 名字是虚拟机的标识。如果省略，将会基于使用的模板选择一个名字。

source: Template
pt_br: Modelo
zh_cn: 模板

source: Please create a template first.
pt_br: Por favor, crie um modelo primeiro.
zh_cn: 请先选择一个模板

source: Create a Template
pt_br: Criar um Modelo
zh_cn: 创建一个模板

source: Please choose a template.
pt_br: Por favor, escolha um modelo.
zh_cn: 请选择模板。

source: OS
pt_br: Sistema Operacional
zh_cn: 操作系统

source: OS Version
pt_br: Versão do Sistema Speracional
zh_cn: 操作系统版本

source: CPUS
zh_cn: 中央处理器

source: Memory
pt_br: Memória
zh_cn: 内存

source: Create
pt_br: Criar
zh_cn: 创建

source: Creating...
pt_br: Criando...
zh_cn: 正在创建...

source: Edit Guest
pt_br: Editar Guest
zh_cn: 修改客户机

source: General
pt_br: Geral
zh_cn: 常规

source: Storage
zh_cn: 存储

source: Interface
zh_cn: 网络接口

source: Permission
pt_br: Permissão
zh_cn: 权限

source: Host PCI Device
pt_br: Dispositivo de host PCI
zh_cn: 主机PCI设备

source: Snapshot
zh_cn: 快照

source: Name
pt_br: Nome
zh_cn: 名称

source: CPUs
zh_cn: 中央处理器

source: Memory (MB)
pt_br: Memória (MB)
zh_cn: 内存(MB)

source: Icon
pt_br: Ícone
zh_cn: 图标

source: Device
pt_br: Dispositivo
zh_cn: 设备名称

source: Path
pt_br: Caminho
zh_cn: 路径

source: Network
pt_br: Rede
zh_cn: 网络

source: Type
pt_br: Tipo
zh_cn: 类型

source: Available system users and groups
pt_br: Usuários e grupos de sistema disponíveis
zh_cn: 可选的系统用户及用户组

source: Selected system users and groups
pt_br: Usuários e grupos de sistema selecionados
zh_cn: 已选的系统用户及用户组

source: User
pt_br: Usuário
zh_cn: 用户

source: All
pt_br: Todos
zh_cn: 所有

source: To Add
pt_br: Para adicionar
zh_cn: 待添加

source: Added
pt_br: Adicionado
zh_cn: 已添加

source: filter
pt_br: filtro
zh_cn: 过滤器

source: Product
pt_br: Produto
zh_cn: 产品

source: Vendor
zh_cn: 厂商

source: Created
pt_br: Criado
zh_cn: 创建于

source: Save
pt_br: Salvar
zh_cn: 保存

source: Replace
pt_br: Substituir
zh_cn: 替换

source: Detach
pt_br: Remover
zh_cn: 卸载

source: Cancel
pt_br: Cancelar
zh_cn: 取消

source: revert
pt_br: Reverter
zh_cn: 恢复

source: Add a Storage Device to VM
pt_br: Adicionar um dispositivo de storage à VM
zh_cn: 为虚拟机添加一个存储设备

source: Device Type
pt_br: Tipo do Dispositivo
zh_cn: 设备类型

source: The device type. Currently, "cdrom" and "disk" are supported.
pt_br: O tipo do dispositivo. Atualmente, "cdrom" e "disco" são suportados.
zh_cn: 设备类型。目前支持设备类型："cdrom"和"disk"。

source: Storage Pool
zh_cn: 存储池

source: Storage pool which volume located in
pt_br: Storage pool no qual o volume está localizado
zh_cn: 存储卷所在的存储池

source: Storage Volume
pt_br: Volume de storage
zh_cn: 存储卷

source: Storage volume to be attached
pt_br: Volume de storage a ser adicionado
zh_cn: 被添加的存储卷
