Repository: papusagar83/Testrepo2
Catalog: kimchi-internal-mirror/po/*.po
Languages: pt_br, zh_cn

source: File Path
pt_br: Caminho do Arquivo
zh_cn: 文件路径

source: The ISO file path in the server for CDROM.
pt_br: O caminho do arquivo ISO para o CDROM no servidor.
zh_cn: 服务器端CDROM所使用的ISO文件路径

source: Attach
pt_br: Adicionar
zh_cn: 装载

source: Start
pt_br: Iniciar
zh_cn: 启用

source: Reset
pt_br: Reiniciar
zh_cn: 重置

source: Power Off
pt_br: Forçar desligamento
zh_cn: 关闭电源

source: Actions
pt_br: Ações
zh_cn: 操作

source: Connect
pt_br: Conectar
zh_cn: 连接到

source: Clone
pt_br: Clonar
zh_cn: 制作副本

source: Edit
pt_br: Editar
zh_cn: 编辑

source: Shut Down
pt_br: Desligar
zh_cn: 关机

source: Delete
pt_br: Remover
zh_cn: 删除

source: The username or password you entered is incorrect. Please try again.
pt_br: O usuário ou senha inseridos estão incorretos. Por favor, tente novamente.
zh_cn: 用户名或密码错误，请重新输入。

source: This field is required.
pt_br: Esse campo é obrigatório.
zh_cn: 需要填写此处

source: Log in
pt_br: Entrar
zh_cn: 登录

source: Logging in...
pt_br: Entrando...
zh_cn: 登录中...

source: Host
zh_cn: 主机

source: Guests
zh_cn: 客户机

source: Templates
pt_br: Modelos
zh_cn: 模板

source: Failed to get application configuration
pt_br: Não foi possível carregar as configurações da aplicação
zh_cn: 获取应用配置失败

source: This is not a valid Linux path
pt_br: Este não é um caminho válido no Linux
zh_cn: 这不是一个有效的Linux路径

source: This is not a valid URL.
pt_br: Essa não é uma URL válida.
zh_cn: 这不是一个有效的URL

source: No such data available.
pt_br: Não há dados disponíveis.
zh_cn: 没有可用的数据

source: Can not contact the host system. Verify the host system is up and that you have network connectivity to it. HTTP request response %1.
pt_br: Não foi possível contactar o sistema host. Verique se o sistema do host está ligado e se você possui conectividade de rede com ele. Resposta da requisição HTTP %1.
zh_cn: 连接不上主机。请确保主机系统已启动，并且能通过网络连接主机。HTTP请求响应：%1

source: Delete Confirmation
pt_br: Confirmação de remoção
zh_cn: 删除确认

source: OK
zh_cn: 确定

source: Confirm
pt_br: Confirmar
zh_cn: 确认

source: Warning
pt_br: Aviso
zh_cn: 警告

source: Loading...
pt_br: Carregando...
zh_cn: 正在加载...

source: Retry
pt_br: Tentar novamente
zh_cn: 重试

source: Detailed message:
pt_br: Mensagem detalhada:
zh_cn: 详细消息：

source: No ISO found
pt_br: Nenhuma ISO encontrada
zh_cn: 没有发现ISO文件

source: This is not a valid ISO file.
pt_br: Esse não é um arquivo ISO válido.
zh_cn: 这不是一个有效的ISO文件

source: This may take a long time. Do you want to continue?
pt_br: Isso vai levar um longo tempo. Deseja continuar?
zh_cn: 这需要一段时间。是否继续？

source: This will permanently delete the template. Would you like to continue?
pt_br: O modelo vai ser permanentemente removido. Deseja continuar?
zh_cn: 这将永久删除模板。是否继续？

source: Unable to shut down system as there are some virtual machines running!
pt_br: Não foi possível desligar o sistema porque algumas máquinas virtuais estão ligadas!
zh_cn: 有虚拟机在运行，不能关闭主机。

source: Max:
pt_br: Máximo:
zh_cn: 最大：

source: Utilization
pt_br: Utilização
zh_cn: 利用率

source: Available
pt_br: Disponível
zh_cn: 可利用的

source: Read Rate
pt_br: Taxa de leitura
zh_cn: 读速率

source: Write Rate
pt_br: Taxa de escrita
zh_cn: 写速率

source: Received
pt_br: Recebido
zh_cn: 接收

source: Sent
pt_br: Enviado
zh_cn: 发送

source: Shutting down or restarting host will cause unsaved work lost. Continue to shut down/restarting?
pt_br: Desligar ou reiniciar o host causará perda de trabalho que não foi salvo. Continuar o processo de desligar/reiniciar?
zh_cn: 关闭或者重启主机会导致没有保存的工作丢失。继续关机/重启？

source: Repository will be removed permanently and can't be recovered. Do you want to continue?
pt_br: Repositório será removido permanentemente e não poderá ser recuperado. Deseja continuar?
zh_cn: 软件仓库将被永久删除，不能恢复。是否继续？

source: Repositories
pt_br: Repositórios
zh_cn: 软件仓库

source: ID
zh_cn: 标识符

source: Base URL
pt_br: URL Base
zh_cn: 基本URL

source: Is Mirror
pt_br: É mirror
zh_cn: 是否为镜像

source: URL Args
pt_br: Argumentos da URL
zh_cn: URL参数

source: Enabled
pt_br: Ativado
zh_cn: 已启用

source: GPG Check
pt_br: Verificação GPG
zh_cn: GPG校验

source: GPG Key
pt_br: Chave GPG
zh_cn: GPG键

source: Add
pt_br: Adicionar
zh_cn: 增加

source: Remove
pt_br: Remover
zh_cn: 删除

source: Enable
pt_br: Ativar
zh_cn: 使能

source: Disable
pt_br: Desativar
zh_cn: 禁用

source: Software Updates
pt_br: Atualizações de software
zh_cn: 软件更新

source: Package Name
pt_br: Nome do pacote
zh_cn: 软件包名称

source: Version
pt_br: Versão
zh_cn: 版本

source: Architecture
pt_br: Arquitetura
zh_cn: 体系结构

source: Repository
pt_br: Repositório
zh_cn: 软件仓库

source: Update All
pt_br: Atualizar todos
zh_cn: 更新所有

source: Updating...
pt_br: Atualizando...
zh_cn: 正在更新...

source: Failed to retrieve packages update information.
pt_br: Não foi possível recuperar as informações de atualização de pacoates.
zh_cn: 查找软件包更新信息失败。

source: Failed to update package(s).
pt_br: Erro ao atualizar pacote(s).
zh_cn: 更新软件包失败

source: Debug report will be removed permanently and can't be recovered. Do you want to continue?
pt_br: Relatório de debug será permanentemente removido e não poderá ser recuperado. Deseja continuar?
zh_cn: 诊断报告将被永久删除，并且不能恢复。是否继续？

source: Debug Reports
pt_br: Relatórios de Debug
zh_cn: 主机诊断报告

source: Generated Time
pt_br: Tempo gerado
zh_cn: 生成时间

source: Generate
pt_br: Gerar
zh_cn: 生成

source: Generating...
pt_br: Gerando...
zh_cn: 正在生成...

source: Rename
pt_br: Renomear
zh_cn: 重命名

source: Download
pt_br: Baixar
zh_cn: 下载

source: Report name should contain only letters, digits, underscore ('_') and/or hyphen ('-').
pt_br: Nome do relatório deve apenas conter letras, números, underscore ('_') e/ou hífen ('-').
zh_cn: 报告名字中只能包含字母、数字、下划线('_')和连字符('-')

source: Pending...
pt_br: Pendente...
zh_cn: 正在加载...

source: Report name is the same as the original one.
pt_br: Nome do relatório é o mesmo que o original.
zh_cn: 报告名称与原始名称重复。

source: This will delete the virtual machine and its virtual disks. This operation cannot be undone. Would you like to continue?
pt_br: A máquina virtual vai ser removida com todos seus discos. Essa operação é irreversível. Deseja continuar?
zh_cn: 这将删除虚拟机和它的虚拟磁盘。该操作不能撤销，继续吗？

source: Power off Confirmation
pt_br: Confirmação de desligamento forçado
zh_cn: 关闭电源确认

source: This action may produce undesirable results, for example unflushed disk cache in the guest. Would you like to continue?
pt_br: Essa ação pode produzir resultados não desejáveis, como por exemplo cache de disco não-atualizado no guest. Deseja continuar?
zh_cn: 这样做可能导致不良后果，比如客户机磁盘缓存未刷新，确认要继续吗？

source: Reset Confirmation
pt_br: Confirmação de reinicialização
zh_cn: 重置确认

source: There is a risk of data loss caused by reset without the guest OS shutdown. Would you like to continue?
pt_br: Existe um risco de perda de dados causado pela reinicialização sem o desligamento do sistema operacional do guest. Deseja continuar?
zh_cn: 在客户机操作系统未关闭的情况下重置有风险导致数据丢失，确认要继续吗？

source: Shut Down Confirmation
pt_br: Confirmação de desligamento
zh_cn: 关机确认

source: Note the guest OS may ignore this request. Would you like to continue?
pt_br: O sistema operacional do guest pode ignorar essa requisição. Deseja continuar?
zh_cn: 注意，客户机操作系统可能会忽略这个请求，确认要继续吗？

source: Virtual Machine delete Confirmation
pt_br: Confirmação de Remoção da Máquina Virtual
zh_cn: 虚拟机删除确认

source: This virtual machine is not persistent. Power Off will delete it. Continue?
pt_br: Essa máquina virtual não é persistente. O desligamento irá removê-la. Deseja continuar?
zh_cn: 该虚拟机不是一个稳定的虚拟机，关机将会删除它，是否继续？

source: When the target guest has SCSI or iSCSI volumes, they will be cloned on default storage pool. The same will happen when the target pool does not have enough space to clone the volumes. Do you want to continue?
pt_br: Quando o guest de destino tiver volumes SCSI ou iSCSI, eles serão clonados no storage pool padrão. O mesmo vai acontecer quando o pool de destino não tiver espaço suficiente para clonar os volumes. Você deseja continuar?
zh_cn: 当目标客户机使用SCSI或者iSCSI存储卷时，这些存储卷的副本将被放置于默认存储池中。在目标存储池没有足够空间放置其他存储卷的时候也会如此。确认继续？

source: This CDROM will be detached permanently and you can re-attach it. Continue to detach it?
pt_br: Esse CDROM será desconectado permanentemente e você pode reconectá-lo. Deseja continuar a remoção?
zh_cn: CDROM将被永久卸载，你可以重新装载它。继续卸载？

source: Attaching...
pt_br: Adicionando...
zh_cn: 正在装载

source: Replacing...
pt_br: Substituindo...
zh_cn: 正在替换...

source: Successfully attached!
pt_br: Adicionado com sucesso!
zh_cn: 成功装载

source: Successfully replaced!
pt_br: Substituído com sucesso!
zh_cn: 成功替换

source: Successfully detached!
pt_br: Removido com sucesso!
zh_cn: 成功卸载

source: This disk will be detached permanently and you can re-attach it. Continue to detach it?
pt_br: Esse disco será desconectado permanentemente e você pode reconectá-lo. Deseja continuar a remoção?
zh_cn: 该磁盘将会被永久卸载，你可以重新添加它，继续执行卸载操作吗?

source: interface:
zh_cn: 接口：

source: address:
pt_br: endereço:
zh_cn: 地址：

source: link_type:
pt_br: tipo do link:
zh_cn: 连接类型：

source: block:
pt_br: bloco:
zh_cn: 块：

source: drive_type:
pt_br: tipo do drive:
zh_cn: 设备类型：

source: model:
pt_br: modelo:
zh_cn: 模型：

source: Affected devices:
pt_br: Dispositivos afetados:
zh_cn: 被影响的设备：

source: The VLAN id must be between 1 and 4094.
pt_br: ID da VLAN deve ser um número entre 1 e 4094.
zh_cn: VLAN 标识符必须在1至4094之间

source: unavailable
pt_br: indisponível
zh_cn: 无法获取

source: This action will interrupt network connectivity for any virtual machine that depend on this network.
pt_br: Esta ação irá interromper a conectividade da rede para qualquer máquina virtual que depende dessa rede.
zh_cn: ﻿此操作将中断依赖此网络的虚拟机的网络连接。

source: Create a network
pt_br: Criar uma rede
zh_cn: 创建一个网络

source: This network is not persistent. Instead of stop, this action will permanently delete it. Would you like to continue?
pt_br: Essa rede não é persistente. Ao invés de parar, essa ação irá removê-la permantemente. Deseja continuar?
zh_cn: 这是一个临时的网络配置，该操作会永久地删除这个网络而不是停止其运行，确定要继续吗？

source: This will permanently delete the storage pool. Would you like to continue?
pt_br: O storage pool vai ser permanentemente removido. Deseja continuar?
zh_cn: 这将永久删除存储池。是否继续？

source: This storage pool is empty.
pt_br: Esse storage pool está vazio.
zh_cn: 这个存储池为空

source: It will format your disk and you will loose any data in there, are you sure to continue?
pt_br: Isso formatará seu disco e você perderá toda informação, você tem certeza que quer continuar?
zh_cn: 你的磁盘将会格式化，磁盘上的数据会丢失，你确定要继续吗？

source: SCSI Fibre Channel
zh_cn: SCSI光纤通道

source: No SCSI adapters found.
pt_br: Nenhum adaptador SCSI encontrado.
zh_cn: 没有发现SCSI适配器

source: Loading iSCSI targets...
pt_br: Carregando iSCSI targets...
zh_cn: 读取iSCSI目标...

source: No iSCSI found. Please input one.
pt_br: Nenhum iSCSI encontrado. Por favor, forneça um.
zh_cn: 未能找到iSCSI,请输入一个。

source: Failed to load iSCSI targets.
pt_br: Erro ao carregar iSCSI targets.
zh_cn: 读取iSCSI目标失败。

source: The storage pool name can not be blank.
pt_br: O nome do storage pool não pode ser vazio.
zh_cn: 存储池的名称不能为空。

source: The storage pool path can not be blank.
pt_br: O caminho do storage pool não pode ser vazio.
zh_cn: 存储池的路径不能为空。

source: NFS server mount path can not be blank.
pt_br: Caminho de montagem do servidor de NFS não pode ser vazio.
zh_cn: NFS服务器挂载路径不能为空。

source: Invalid NFS mount path.
pt_br: Caminho de montagem do NFS inválido.
zh_cn: 无效的NFS挂载路径。

source: No logical device selected.
pt_br: Nenhum dispositivo lógico selecionado.
zh_cn: 没有选择逻辑设备。

source: The iSCSI target can not be blank.
pt_br: O alvo iSCSI não pode ser vazio.
zh_cn: iSCSI目标不能为空。

source: Server name can not be blank.
pt_br: Nome do servidor não pode ser vazio.
zh_cn: 服务器不能为空。

source: This is not a valid Server Name or IP. Please, modify it.
pt_br: Este não é um nome ou IP de servidor válido. Por favor, modifique-o.
zh_cn: 这不是你个有效的服务器名称或IP地址，请对其进行修改。

source: Looking for available partitions ...
pt_br: Procurando por partições disponíveis ...
zh_cn: 查找有效的分区 ...

source: No available partitions found.
pt_br: Nenhuma partição disponível encontrada.
zh_cn: 没有发现模板。

source: This storage pool is not persistent. Instead of deactivate, this action will permanently delete it. Would you like to continue?
pt_br: O storage pool não é persistente. Ao invés de desativar, essa ação vai removê-lo permanentemente. Deseja continuar?
zh_cn: 对于非持久存储池，这个操作将会永久删除存储池而不是停用。是否继续？

source: Unable to retrieve partitions information.
pt_br: Não foi possível recuperar as informações das partições.
zh_cn: 未能找到分区信息。

source: In progress...
pt_br: Em progresso...
zh_cn: 正在进行...

source: Failed!
pt_br: Falhou!
zh_cn: 失败！

source: CDROM path needs to be a valid local/remote path and cannot be blank.
pt_br: Caminho do CDROM precisa ser um caminho local válido e não pode ser vazio.
zh_cn: CDROM路径需要一个有效的本地/远程路径且不能为空。

source: Disk pool or volume cannot be blank.
pt_br: Pool ou volume do disco não pode ser vazio.
zh_cn: 存储池或卷不能为空

source: Peers
zh_cn: 对等机

source: Searching
pt_br: Procurando
zh_cn: 正在查询

source: No peers found.
pt_br: Nenhum peer encontrado.
zh_cn: 没有发现对等机。

source: Help
pt_br: Ajuda
zh_cn: 帮助

source: About
pt_br: Sobre
zh_cn: 关于

source: Log out
pt_br: Sair
zh_cn: 登出

source: Version:
pt_br: Versão:
zh_cn: 版本：

source: Session timeout, please re-login.
pt_br: Fim do limite do tempo da sessão, por favor se autentique novamente.
zh_cn: 登录超时，请重新登录。

source: User Name
pt_br: Usuário
zh_cn: 用户名

source: Password
pt_br: Senha
zh_cn: 密码

source: Generate a New Debug Report
pt_br: Gerar um novo Relatório de Debug
zh_cn: 产生一个新的诊断报告

source: Report Name
pt_br: Nome do Relatório
zh_cn: 诊断报告名

source: The name used to identify the report. If omitted, a name will be chosen based on current time. Name can contain: letters, digits, underscore ("_") and hyphen ("-").
pt_br: O nome usado para identificar o relatório. Se omitido, um nome será escolhido baseado no horário atual. O nome pode conter: letras, números, underscore ('_') e hífen ('-').
zh_cn: 名字用来标识诊断报告。如果省略，将会基于当前时间生成一个新名字。名字中可以包含字母、数字、下划线 ('_') 和连字符（'-'）

source: Rename a Debug Report
pt_br: Renomear um Relatório de Debug
zh_cn: 重命名一个调试报告

source: The name used to identify the report. Name can contain: letters, digits and hyphen ("-").
pt_br: O nome usado para identificar o relatório. O nome pode conter: letras, dígitos e hífen ("-").
zh_cn: 报告的唯一表示名称，名称可以包含：英文字符，数字和连字符("-")。

source: Submit
pt_br: Enviar
zh_cn: 提交

source: Add a Repository
pt_br: Adicionar um Repositório
zh_cn: 增加一个软件仓库

source: Identifier
pt_br: Identificador
zh_cn: 标识符

source: Single word, unique identifier for the repository.
pt_br: Uma única palavra, identificador único para o repositório.
zh_cn: 一个单词，唯一标识软件仓库

source: Textual name for the repository.
pt_br: Nome textual para o repositório.
zh_cn: 软件仓库的字面名字

source: Required Field
pt_br: Campo Obrigatório
zh_cn: 必需的字段

source: URL to the repository. Supported protocols are http, ftp, and file.
pt_br: URL para o repositório. Protocolos suportados são http, ftp e file.
zh_cn: 软件仓库的URL，支持的协议有http、ftp、和file

source: Repository is a mirror
pt_br: Repositório é um mirror
zh_cn: 软件仓库是一个镜像

source: Distribution
pt_br: Distribuição
zh_cn: 发行版

source: Distribution of the DEB repository.
pt_br: Distribuição para o repositório DEB.
zh_cn: DEB仓库的发行版

source: Components
pt_br: Componentes
zh_cn: 组件

source: List of components in DEB repository.
pt_br: Lista de componentes para o repositório DEB.
zh_cn: DEB仓库中的组件列表

source: Edit Repository
pt_br: Editar Repositório
zh_cn: 修改软件仓库

source: Mirror List URL
pt_br: URL para a lista de mirror
zh_cn: 镜像列表URL

source: Yes
pt_br: Sim
zh_cn: 是

source: No
pt_br: Não
zh_cn: 否

source: Add a Volume to Storage Pool
pt_br: Adicionar um volume ao Storage Pool
zh_cn: 为存储池添加一个卷

source: Fetch from remote URL
pt_br: Fazer download de uma URL remota
zh_cn: 从远程URL获取

source: Enter the remote URL here.
pt_br: Digite a URL remota aqui.
zh_cn: 在这里输入远程URL。

source: Upload a file
pt_br: Fazer upload de um arquivo
zh_cn: 上传一个文件

source: Choose the file you want to upload.
pt_br: Escolha o arquivo que você quer fazer upload.
zh_cn: 选择需要上传的文件。

source: Define a New Storage Pool
pt_br: Definir novo Storage Pool
zh_cn: 定义一个新的存储池

source: Storage Pool Name
pt_br: Nome do Storage Pool
zh_cn: 存储池名称

source: The name used to identify the storage pools, and it should not be empty.
pt_br: O nome usado para identificar o storage pool e não deve ser vazio.
zh_cn: 该名称用来唯一标识存储池，该名称不能为空。

source: Storage Pool Type
pt_br: Tipo do Storage Pool
zh_cn: 存储池类型

source: Storage Path
pt_br: Caminho do storage
zh_cn: 存储路径

source: The path of the Storage Pool. Each Storage Pool must have a unique path.
pt_br: O caminho do Storage Pool. Cada Storage Pool deve ter um caminho único.
zh_cn: 存储池的路径.每个存储池的路径是唯一的。

source: Kimchi will try to create the directory when it does not already exist in your system.
pt_br: O Kimchi vai tentar criar o diretório se ainda não existir no seu sistema.
zh_cn: 如果目录不存在，KIMCHI会自动在系统中创建一个新的目录

source: NFS Server IP
pt_br: IP do servidor NFS
zh_cn: NFS服务器IP

source: NFS server IP or hostname. It can be input or chosen from history.
pt_br: IP ou hostname do servidor NFS. Pode ser inserido ou escolhido do histórico.
zh_cn: NFS服务器IP或者主机名，可以直接输入或者从历史记录中选取。

source: NFS Path
pt_br: Caminho do NFS
zh_cn: NFS 路径

source: The NFS exported path on NFS server.
pt_br: O caminho exportado do servidor NFS.
zh_cn: NFS服务器上导出的NFS路径

source: Device path
pt_br: Caminho do dispositivo
zh_cn: 设备路径

source: iSCSI Server
pt_br: Servidor iSCSI
zh_cn: iSCSI服务器

source: iSCSI server IP or hostname. It should not be empty.
pt_br: IP ou hostname do servidor iSCSI. Não deve ser vazio.
zh_cn: iSCSI服务器IP或者主机名， 不能为空。

source: Server
pt_br: Servidor
zh_cn: 服务器

source: Port
pt_br: Porta
zh_cn: 端口

source: Target
pt_br: Alvo
zh_cn: 目标

source: The iSCSI target on iSCSI server
pt_br: O alvo iSCSI no servidor iSCSI
zh_cn: iSCSI目标

source: Add iSCSI Authentication
pt_br: Adicionar as credenciais do iSCSI
zh_cn: 添加ISCSI认证

source: iSCSI Authentication
pt_br: Credenciais do iSCSI
zh_cn: iSCSI认证

source: SCSI Adapter
pt_br: Adaptador SCSI
zh_cn: SCSI适配器

source: Please, wait...
pt_br: Por favor, aguarde...
zh_cn: 请等待...

source: Add Template
pt_br: Adicionar Modelo
zh_cn: 创建模板

source: Where is the source media for this template?
pt_br: Onde está a mídia de origem desse modelo?
zh_cn: 模板的源介质在哪里？

source: Local ISO Image
pt_br: Imagem ISO Local
zh_cn: 本地ISO镜像

source: Local Image File
pt_br: Arquivo de Imagem Local
zh_cn: 本地镜像文件

source: Remote ISO Image
pt_br: Imagem ISO Remota
zh_cn: 远程ISO镜像

source: Search ISOs
pt_br: Procurar ISOs
zh_cn: 搜索ISO

source: The following ISOs are available:
pt_br: As seguintes ISOs estão disponíveis:
zh_cn: 可用ISO文件如下

source: OS:
pt_br: Sistema Operacional:
zh_cn: 操作系统：

source: Version:
pt_br: Versão:
zh_cn: 版本：

source: Size:
pt_br: Tamanho:
zh_cn: 大小：

source: Search more ISOs
pt_br: Procurar por mais ISOs
zh_cn: 搜索更多ISO

source: Create Templates from Selected ISO
pt_br: Criar Modelos a partir das ISOs selecionadas
zh_cn: 从选中的ISO中创建模板

source: I want to use a specific ISO file
pt_br: Eu quero usar um arquivo ISO específico
zh_cn: 指定一个ISO文件

source: Loading default remote ISOs ...
pt_br: Carregando ISOs remotas ...
zh_cn: 加载默认的远程ISOs ...

source: Arch:
pt_br: Arquitetura:
zh_cn: 体系结构：

source: I want to use a custom URL
pt_br: Eu quero usar uma URL personalizada
zh_cn: 我想用一个自定义的URL

source: Edit Template
pt_br: Editar Modelo
zh_cn: 编辑模板

source: Processor
pt_br: Processador
zh_cn: 处理器

source: CDROM
zh_cn: 光驱

source: Image File
pt_br: Arquivo de imagem
zh_cn: 镜像文件

source: Graphics
pt_br: Gráficos
zh_cn: 图形

source: Disk(GB)
pt_br: Disco (GB)
zh_cn: 磁盘(GB)

source: CPU Number
pt_br: Quantidade de CPUs
zh_cn: CPU个数

source: Manually set CPU topology
pt_br: Configurar manualmente a topologia de CPU
zh_cn: 手动配置CPU拓扑

source: Cores
zh_cn: 内核数

source: Threads
zh_cn: 线程

source: CPU
zh_cn: 处理器

source: Disk I/O
pt_br: Disco E/S
zh_cn: 磁盘I/O

source: Network I/O
pt_br: Rede E/S
zh_cn: 网络I/O

source: Livetile
pt_br: Tela ao vivo
zh_cn: 屏幕

source: No guests found.
pt_br: Nenhum guest encontrado.
zh_cn: 没有发现客户机

source: Shut down
pt_br: Desligar
zh_cn: 关机

source: Restart
pt_br: Reiniciar
zh_cn: 重启

source: Basic Information
pt_br: Informações básicas
zh_cn: 基本信息

source: OS Distro
pt_br: Distribuição
zh_cn: 操作系统发行版

source: OS Code Name
pt_br: Nome-código do sistema operacional
zh_cn: 操作系统代号

source: System Statistics
pt_br: Estatísticas do sistema
zh_cn: 系统统计信息

source: Update Progress
pt_br: Progresso da atualização
zh_cn: 更新进度

source: Network Name
pt_br: Nome da rede
zh_cn: 网络名称

source: State
pt_br: Estado
zh_cn: 状态

source: Network Type
pt_br: Tipo da rede
zh_cn: 网络类型

source: Address Space
pt_br: Espaço de endereço
zh_cn: 地址空间

source: Name should not contain '/' and '"'.
pt_br: O nome não deve conter '/' and '"'.
zh_cn: 名字中不能包含‘/’和'"'。

source: Isolated: no external network connection
pt_br: Isolada: nenhuma conexão externa
zh_cn: 隔离: 同物理网络不连通

source: NAT: outbound physical network connection only
pt_br: NAT: somente conexão de rede física de saída
zh_cn: NAT: 从虚拟机到物理网络单向连接

source: Bridged: Virtual machines are connected to physical network directly
pt_br: Bridged: Máquinas virtuais estão conectadas diretamente com a rede física
zh_cn: 桥接：虚拟机可以直接连接到物理网络中。

source: (No interfaces found)
pt_br: (Nenhuma interface encontrada)
zh_cn: (没有发现网络接口)

source: Destination
pt_br: Destino
zh_cn: 目标设备

source: Enable VLAN
pt_br: Habilitar VLAN
zh_cn: 启用VLAN

source: VLAN ID
pt_br: ID da VLAN
zh_cn: VLAN号

source: Stop
pt_br: Parar
zh_cn: 停止

source: Location
pt_br: Localização
zh_cn: 路径

source: Capacity
pt_br: Capacidade
zh_cn: 容量

source: Allocated
pt_br: Alocado
zh_cn: 已分配

source: active
pt_br: ativo
zh_cn: 已激活

source: inactive
pt_br: inativo
zh_cn: 未激活

source: Deactivate
pt_br: Desativar
zh_cn: 停用

source: Activate
pt_br: Ativar
zh_cn: 激活

source: Add Volume
pt_br: Adicionar volume
zh_cn: 添加卷

source: Extend
pt_br: Aumentar
zh_cn: 扩展

source: Undefine
pt_br: Indefinir
zh_cn: 取消定义

source: Format
pt_br: Formato
zh_cn: 格式

source: Allocation
pt_br: Alocação
zh_cn: 分配

source: No templates found.
pt_br: Nenhum modelo encontrado.
zh_cn: 没有发现模板

source: Invalid operation for non-persistent virtual machine %(name)s
pt_br: Operação inválida para máquina virtual não-persistente %(name)s

source: The interface %(iface)s already exists.
pt_br: A interface %(iface)s já existe

source: Unable to delete network %(name)s. There are some virtual machines %(vms)s and/or templates linked to this network.
pt_br: Não foi possível desativar a rede %(name)s. Há alguma máquina virtual %(vms)s e/ou modelo associados a esta rede.

source: Unable to deactivate network %(name)s. There are some virtual machines %(vms)s and/or templates linked to this network.
pt_br: Não foi possível desativar a rede %(name)s. Há alguma máquina virtual %(vms)s e/ou modelo associados a esta rede.

source: Invalid data value '%(value)s'
pt_br: Valor inválido '%(value)s'

source: Invalid data unit '%(unit)s'
pt_br: Unidade inválida '%(unit)s'

source: An error occurred while retrieving system information.
pt_br: Ocorreu um erro ao recuperar informações do sistema.
