Repository: papusagar83/Testrepo2
Catalog: kimchi-internal-mirror/po/*.po
Languages: pt_br, zh_cn

source: Unknown parameter %(value)s
pt_br: Parâmetro desconhecido: %(value)s
zh_cn: 未知变量 %(value)s

source: Delete is not allowed for %(resource)s
pt_br: Método de remoção não é permitido em %(resource)s
zh_cn: 不允许删除%(resource)s

source: %(resource)s does not implement update method
pt_br: %(resource)s não implementa método de atualização
zh_cn: 不支持更新%(resource)s

source: Create is not allowed for %(resource)s
pt_br: Método de criação não é permitido em %(resource)s
zh_cn: 不允许创建%(resource)s

source: Unable to parse JSON request
pt_br: Não é possível realizar a leitura da requisição do JSON
zh_cn: 无法解析JSON请求

source: This API only supports JSON
pt_br: Essa API suporta apenas JSON
zh_cn: 这个API仅支持JSON

source: Parameters does not match requirement in schema: %(err)s
pt_br: Parâmetros não correspondem à especificação do esquema: %(err)s
zh_cn: 参数不符合要求的格式：%(err)s

source: You don't have permission to perform this operation.
pt_br: Você não tem permissão para executar esta operação.
zh_cn: 您没有权限执行这项操作。

source: Datastore is not initiated in the model object.
pt_br: Datastore não está inicializado no objeto modelo.
zh_cn: 尚未为model对象初始化数据存储。

source: Unable to start task due error: %(err)s
pt_br: Não foi possível iniciar a tarefa devido a um erro: %(err)s
zh_cn: 由于错误%(err)s任务启动失败

source: Timeout of %(seconds)s seconds expired while running task '%(task)s.
pt_br: Limite de tempo de %(seconds)s segundos expirado ao executar a tarefa '%(task)s'.
zh_cn: 任务'%(task)s超时%(seconds)s秒。

source: Authentication failed for user '%(username)s'. [Error code: %(code)s]
pt_br: Autenticação falhou para o usuário '%(username)s'. [Código de erro: %(code)s]
zh_cn: 用户'%(username)s'身份验证失败.[错误代码：%(code)s]

source: You are not authorized to access Kimchi
pt_br: Você não está autorizado para acessar o Kimchi
zh_cn: 您没有被授权访问Kimchi

source: Specify %(item)s to login into Kimchi
pt_br: Especifique %(item)s para autenticar no Kimchi
zh_cn: 指定登录Kimchi的%(item)s

source: User %(user_id)s not found with given LDAP settings.
pt_br: Usuário %(user_id)s não encontrado com as configurações LDAP dadas.
zh_cn: 使用指定的LDAP配置未找到%(user_id)s用户

source: Invalid LDAP configuration: %(item)s : %(value)s
pt_br: Configurações LDAP inválidas: %(item)s : %(value)s
zh_cn: 无效的LDAP配置：%(item)s : %(value)s

source: Unknown "_cap" specified
pt_br: "_cap" desconhecido especificado
zh_cn: 未识别的"_cap"

source: "_passthrough" should be "true" or "false"
pt_br: "_passthrough" deve ser "true" ou "false"
zh_cn: "_passthrough"值应为"true"或者"false"

source: "_passthrough_affected_by" should be a device name string
pt_br: "_passthrough_affected_by" deve ser um texto do nome do dispositivo
zh_cn: "_passthrough_affected_by"应为一个字符串型设备名

source: Error while getting block devices. Details: %(err)s
pt_br: Erro ao consultar block devices. Detalhes %(err)s
zh_cn: 获取块设备时出错。详情：%(err)s

source: Error while getting block device information for %(device)s.
pt_br: Erro ao consultar informações de block devices para %(device)s.
zh_cn: 获取块设备 %(device)s 信息时出错。

source: Unable to find distro file: %(filename)s
pt_br: Não foi possível encontrar o arquivo da distribuição: %(filename)s
zh_cn: 找不到发行版文件：%(filename)s

source: Unable to parse distro file: %(filename)s. Make sure, it is a JSON file.
pt_br: Não foi possível ler o arquivo da distribuição: %(filename)s. Confirme se é um arquivo JSON.
zh_cn: 不能解析发行版文件：%(filename)s。请确保它是一个JSON格式的文件。

source: Unable to login to iSCSI host target %(portal)s. Details: %(err)s
pt_br: Não foi possível logar na máquina alvo do iSCSI %(portal)s. Detalhes: %(err)s
zh_cn: 无法通过 %(portal)s 登录iSCSI主机和目标。详情：%(err)s

source: Unable to login to iSCSI host %(host)s target %(target)s
pt_br: Não foi possível logar na máquina %(host)s alvo %(target)s do iSCSI
zh_cn: 无法登录iSCSI主机%(host)s上的目标%(target)s。

source: Unable to find ISO file %(filename)s
pt_br: Não foi possível encontrar a ISO %(filename)s
zh_cn: 未能找到ISO文件 %(filename)s

source: The ISO file %(filename)s is not bootable
pt_br: A ISO %(filename)s não é bootável
zh_cn: ISO文件%(filename)s不可引导。

source: The ISO file %(filename)s does not have a valid El Torito boot record
pt_br: A ISO %(filename)s não possui uma gravação válida de boot El Torito
zh_cn: ISO文件%(filename)s没有有效的El Torito引导记录。

source: Invalid El Torito validation entry in ISO %(filename)s
pt_br: Validação El Torito inválida na ISO %(filename)s
zh_cn: 在ISO文件%(filename)s中发现无效的El Torito校验条目。。

source: Invalid El Torito boot indicator in ISO %(filename)s
pt_br: Indicador de boot El Torito inválido na ISO %(filename)s
zh_cn: ISO文件%(filename)s的El Torito引导标志是无效的

source: Unexpected volume type for primary volume in ISO %(filename)s
pt_br: Tipo de volume não esperado para um volume primário na ISO %(filename)s
zh_cn: 未能识别ISO文件%(filename)s的主卷类型

source: Bad format while reading volume descriptor in ISO %(filename)s
pt_br: Formato errado na leitura do descritor de volume na ISO %(filename)s
zh_cn: ISO文件%(filename)s的卷描述符格式错误

source: The hypervisor doesn't have permission to use this ISO %(filename)s. Consider moving it under /var/lib/libvirt, or set the search permission to file access control lists for '%(user)s' user if possible, or add the '%(user)s' to the ISO path group, or (not recommended) 'chmod -R o+x 'path_to_iso'.Details: %(err)s
pt_br: O servidor não tem permissão para acessar a ISO %(filename)s. Considere mudá-la para o diretório /var/lib/libvirt, ou mude as permissões para que o usuário '%(user)s' tenha acesso, ou, adicione o usuário '%(user)s' no grupo do caminho da ISO, ou (não recomendado) 'chmod -R o+x 'caminho_para_iso'. Detalhes: %(err)s
zh_cn: hypervisor没有访问ISO文件%(filename)s的权限。可以将ISO移到/var/lib/libvirt目录下；或为'%(user)s'用户设置访问权限；或将'%(user)s'用户增加到ISO路径的属组；或者为所有的用户增加访问权限 'chmod -R o+x '（不推荐）。详情：%(err)s

source: An error occurred when probing image OS information.
pt_br: Ocorreu um erro ao identificar o sistema operacional da imagem.
zh_cn: 搜索镜像操作系统信息时发生错误。

source: No OS information found in given image.
pt_br: Nenhuma informação de sistema operacional encontrada na imagem fornecida.
zh_cn: 在指定的镜像文件中未发现操作系统信息。

source: Unable to read image file %(filename)s
pt_br: Não foi possível ler o arquivo de imagem %(filename)s.
zh_cn: 未能读取镜像文件 %(filename)s

source: Image file must be an existing file on system. %(filename)s is not a valid input.
pt_br: Arquivo de imagem deve ser um arquivo existente no sistema. %(filename)s não é uma entrada válida.
zh_cn: 磁盘文件必须已存在系统中，%(filename)s不是合法文件名

source: Virtual machine %(name)s already exists
pt_br: Máquina virtual %(name)s já existe
zh_cn: 虚拟机%(name)s已经存在

source: Virtual machine %(name)s does not exist
pt_br: Máquina virtual %(name)s não existe
zh_cn: 虚拟机%(name)s不存在

source: Unable to rename virtual machine %(name)s. The name %(new_name)s is already in use or the virtual machine is not powered off.
pt_br: Não foi possível renomear a máquina virtual %(name)s. O nome %(new_name)s já está em uso ou a máquina virtual não está ligada.
zh_cn: 未能实现虚拟机 %(name)s 重命名，名称 %(new_name)s 已被使用或者该虚拟机未关机。

source: Unable to retrieve screenshot for stopped virtual machine %(name)s
pt_br: Não foi possível tirar uma foto da tela para a máquina virtual %(name)s que está desligada
zh_cn: 不能获取停止状态的虚拟机%(name)s的截屏

source: Remote ISO image is not supported by this server.
pt_br: Imagem de ISO remota não é suportada por esse servidor.
zh_cn: 该服务器不支持远程ISO镜像。

source: Screenshot is not supported on virtual machine %(name)s
pt_br: Foto da tela não é suportado na máquina virtual %(name)s
zh_cn: 虚拟机 %(name)s 不支持快照

source: Unable to create virtual machine %(name)s. Details: %(err)s
pt_br: Não foi possível criar a máquina virtual %(name)s. Detalhes: %(err)s
zh_cn: 不能创建虚拟机%(name)s。详情：%(err)s

source: Unable to update virtual machine %(name)s. Details: %(err)s
pt_br: Não foi possível atualizar a máquina virtual %(name)s. Detalhes: %(err)s
zh_cn: 不能更新虚拟机%(name)s。详情：%(err)s

source: Unable to retrieve virtual machine %(name)s. Details: %(err)s
pt_br: Não foi possível encontrar a máquina virtual %(name)s. Detalhes: %(err)s
zh_cn: 不能获取虚拟机%(name)s。详情：%(err)s

source: Unable to connect to powered off virtual machine %(name)s.
pt_br: Não foi possível conectar à máquina virtual desligada %(name)s.
zh_cn: 虚拟机%(name)s已关机，连接失败。

source: Invalid template URI %(value)s specified for virtual machine
pt_br: URI do Modelo inválida %(value)s especificada para máquina virtual
zh_cn: 无效的虚拟机模板URI %(value)s

source: Invalid storage pool URI %(value)s specified for virtual machine
pt_br: URI do Storage pool URI inválida %(value)s especificada para máquina virtual
zh_cn: 无效的虚拟机存储池URI %(value)s

source: Supported virtual machine graphics are Spice or VNC
pt_br: Gráficos suportados para a máquina virtual são Spice ou VNC
zh_cn: 虚拟机图形界面仅支持Spice以及VNC

source: Graphics address to listen on must be IPv4 or IPv6
pt_br: Endereço para receber eventos gráficos deve ser IPv4 ou IPv6
zh_cn: 远程图形访问的监听地址必须是IPv4或IPv6地址。

source: Specify a template to create a virtual machine from
pt_br: Especifique um modelo para ser base da criação da máquina virtual
zh_cn: 指定用于创建虚拟机的模板

source: Unable to start virtual machine %(name)s. Details: %(err)s
pt_br: Não foi possível iniciar a máquina virtual %(name)s. Detalhes: %(err)s
zh_cn: 不能启动虚拟机 %(name)s. 详情：%(err)s

source: Unable to power off virtual machine %(name)s. Details: %(err)s
pt_br: Não foi possível forçar o desligamento da máquina virtual %(name)s. Detalhes: %(err)s
zh_cn: 不能关闭虚拟机%(name)s。详情：%(err)s

source: Unable to delete virtual machine %(name)s. Details: %(err)s
pt_br: Não foi possível remover a máquina virtual %(name)s. Detalhes: %(err)s
zh_cn: 不能删除虚拟机 %(name)s。详情：%(err)s

source: Unable to reset virtual machine %(name)s. Details: %(err)s
pt_br: Não foi possível reiniciar a máquina virtual %(name)s. Detalhes: %(err)s
zh_cn: 未能重置虚拟机%(name)s。详情：%(err)s

source: User name list must be an array
pt_br: Lista de nomes de usuário deve ser um array
zh_cn: 用户名列表必须为一个数组

source: User name must be a string
pt_br: Nome de usuário deve ser um texto
zh_cn: 用户名必须是一个字符串

source: Group name list must be an array
pt_br: Lista de nomes de grupo deve ser um array
zh_cn: 组名称列表必须为一个数组

source: Group name must be a string
pt_br: Nome de grupo deve ser um texto
zh_cn: 用户组名称必须是一个字符串

source: User(s) '%(users)s' do not exist
pt_br: Usuário(s) '%(users)s' não existe(m)
zh_cn: 用户'%(users)s'不存在

source: Group(s) '%(groups)s' do not exist
pt_br: Grupo(s) '%(groups)s' não existe(m)
zh_cn: 用户组'%(groups)s'不存在

source: Unable to shutdown virtual machine %(name)s. Details: %(err)s
pt_br: Não foi possível desligar a máquina virtual %(name)s. Detalhes: %(err)s
zh_cn: 未能关闭虚拟机%(name)s。详情：%(err)s

source: Unable to get access metadata of virtual machine %(name)s. Details: %(err)s
pt_br: Não foi possível acessar os metadados da máquina virtual %(name)s. Detalhes: %(err)s
zh_cn: 无法获得虚拟机 %(name)s的元数据，详情：%(err)s

source: The guest console password must be a string.
pt_br: A senha para o console do guest deve ser um texto.
zh_cn: 客户机控制台密码必须为一个字符串。

source: The life time for the guest console password must be a number.
pt_br: O tempo de vida da senha do console do guest deve ser um número.
zh_cn: 客户机命令行密码有效时间必须是一个数字。

source: Virtual machine '%(name)s' must be stopped before cloning it.
pt_br: A máquina virtual '%(name)s' deve estar parada antes de cloná-la.
zh_cn: 虚拟机'%(name)s'在制作副本前必须关机。

source: Insufficient disk space to clone virtual machine '%(name)s'
pt_br: Espaço em disco insuficiente para clonar a máquina virtual '%(name)s'
zh_cn: 制作虚拟机'%(name)s'副本所需的磁盘空间不足

source: Unable to clone VM '%(name)s'. Details: %(err)s
pt_br: Não foi possível clonar a VM '%(name)s'. Detalhes: %(err)s
zh_cn: 未能成功制作虚拟机'%(name)s'副本。详情：%(err)s

source: VM %(vmid)s does not contain directly assigned host device %(dev_name)s.
pt_br: A VM %(vmid)s não contém o dispositivo de host atribuído diretamente %(dev_name)s.
zh_cn: 虚拟机%(vmid)s未指明被分配的主机设备%(dev_name)s。

source: The host device %(dev_name)s is not allowed to directly assign to VM.
pt_br: Não é permitido atribuir diretamente o dispositivo de host %(dev_name)s.
zh_cn: 主机设备%(dev_name)s不允许直接分配给虚拟机。

source: No IOMMU groups found. Host PCI pass through needs IOMMU group to function correctly. Please enable Intel VT-d or AMD IOMMU in your BIOS, then verify the Kernel is compiled with IOMMU support. For Intel CPU, add intel_iommu=on to your Kernel parameter in /boot/grub2/grub.conf. For AMD CPU, add iommu=pt iommu=1.
pt_br: Nenhum grupo IOMMU encontrado. Passthrough de host PCI necessita do grupo IOMMU para funcionar corretamente. Por favor, habilite o suporte ao Intel VT-d ou AMD IOMMU. Para uma CPU Intel, adicione "intel_iommu=on" nos seus parâmetros de kernel em "/boot/grub2/grub.conf". Para uma CPU AMD, adicione "iommu=pt iommu=1".
zh_cn: 未找到IOMMU groups。主机PCI pass through需要IOMMU group才可以正确工作。请在BIOS设置里将Intel VT-d 或者 AMD IOMMU 设为使能，而后确认内核支持IOMMU。对于Intel CPU，在路径/boot/grub2/grub.conf中添加内核变量intel_iommu=on。对于AMD CPU，则添加iommu=pt iommu=1。

source: "name" should be a device name string
pt_br: "nome" deve ser um texto do nome do dispositivo.
zh_cn: "name"应该为一个字符串型的设备名

source: Interface %(iface)s does not exist in virtual machine %(name)s
pt_br: Interface %(iface)s não existe na máquina virtual %(name)s
zh_cn: 虚拟机 %(name)s 中没有接口 %(iface)s

source: Network %(network)s specified for virtual machine %(name)s does not exist
pt_br: Rede %(network)s especificada para a máquina virtual %(name)s não existe
zh_cn: 为虚拟机%(name)s指定的网络%(network)s不存在

source: Supported virtual machine interfaces type is only network
pt_br: Tipo de interface suportado das máquinas virtuais é somente rede
zh_cn: 只支持网络类型的虚拟机接口

source: Network name for virtual machine interface must be a string
pt_br: Nome da rede para a interface da máquina virtual deve ser texto
zh_cn: 虚拟机接口的网络名字必须是字符串

source: Invalid network model card specified for virtual machine interface
pt_br: Modelo de placa de rede inválido para a interface da máquina virtual
zh_cn: 虚拟机接口指定的网络模型卡无效

source: Specify type and network to add a new virtual machine interface
pt_br: Especifique o tipo e a rede para adicionar uma nova interface da máquina virtual
zh_cn: 为新的虚拟机接口指定类型和网络

source: Template %(name)s already exists
pt_br: Modelo %(name)s já existe
zh_cn: 模板 %(name)s 已经存在

source: Network '%(network)s' specified for template %(template)s does not exist
pt_br: Rede '%(network)s' especificada para o modelo %(template)s não existe
zh_cn: 为模板 %(template)s 指定的网络 '%(network)s' 不存在

source: Storage pool %(pool)s specified for template %(template)s does not exist
pt_br: Storage pool %(pool)s especificado para o modelo %(template)s não existe
zh_cn: 为模板 %(template)s 指定的存储池 '%(pool)s' 不存在

source: Storage pool %(pool)s specified for template %(template)s is not active
pt_br: Storage pool %(pool)s especificado para o modelo %(template)s não está ativo
zh_cn: 为模板 %(template)s 指定的存储池 '%(pool)s' 没有激活

source: Invalid parameter '%(param)s' specified for CDROM.
pt_br: Parâmetro inválido '%(param)s' especificado para CDROM
zh_cn: 为CDROM指定的参数 '%(param)s' 无效

source: Network %(network)s specified for template %(template)s is not active
pt_br: Rede %(network)s especificada para modelo %(template)s não está ativa
zh_cn: 为模板 %(template)s 指定的网络 '%(network)s' 没有激活

source: Template name must be a string
pt_br: Nome do modelo deve ser um texto
zh_cn: 模板的名字必须是一个字符串

source: Template icon must be a path to the image
pt_br: Ícone do modelo deve ser um caminho para uma imagem
zh_cn: 模板的图标必须是一个指向镜像的路径

source: Template distribution must be a string
pt_br: Distribuição do modelo deve ser um texto
zh_cn: 模板的发行版必须是一个字符串

source: Template distribution version must be a string
pt_br: Versão da distribuição do modelo deve ser um texto
zh_cn: 模板的发行版版本号必须是一个字符串

source: The number of CPUs must be an integer greater than 0
pt_br: O número de CPUs deve ser um inteiro maior do que 0
zh_cn: CPU数量必须为一个大于0的整数

source: Amount of memory (MB) must be an integer greater than 512
pt_br: Quantidade de memória (MB) deve ser um inteiro maior que 512
zh_cn: 总内存数（MB为单位）必须是一个大于512的整数

source: Template CDROM must be a local or remote ISO file
pt_br: Modelo do CDROM deve ser um arquivo ISO local ou remoto
zh_cn: 模板的CDROM必须是一个本地或者远程的ISO文件

source: Invalid storage pool URI %(value)s specified for template
pt_br: URI de storage pool inválido %(value)s especificado para modelo
zh_cn: 给模板指定了无效的存储池URI %(value)s

source: Specify an ISO image as CDROM or a base image to create a template
pt_br: Especifique uma imagem ISO como CD-ROM ou uma imagem base para criar um modelo
zh_cn: 指定一个ISO镜像作为创建模板的CDROM或者基础镜像

source: All networks for the template must be specified in a list.
pt_br: Todas redes para o modelo devem ser especificadas em uma lista
zh_cn: 为模板指定的网络必须在一个列表中

source: Specify a volume to a template when storage pool is iSCSI or SCSI
pt_br: Especifique um volume para o template quando o storage pool for iSCSI or SCSI
zh_cn: 当存储池类型为iSCSI或者SCSI的时候须为模板指定一个卷

source: The volume %(volume)s is not in storage pool %(pool)s
pt_br: O volume %(volume)s não está no storage pool %(pool)s
zh_cn: 卷%(volume)s不在存储池%(pool)s中

source: Unable to create template due error: %(err)s
pt_br: Não foi possível criar o modelo devido a um erro: %(err)s
zh_cn: 创建模板失败。详情：%(err)s

source: Unable to delete template due error: %(err)s
pt_br: Não foi possível remover o modelo devido a um erro: %(err)s
zh_cn: 由于错误：%(err)s，未能删除模板

source: Disk size must be an integer greater than 1GB.
pt_br: O tamanho do disco deve ser um número inteiro maior que 1GB.
zh_cn: 磁盘大小必须大于1GB。

source: Template base image must be a valid local image file
pt_br: Imagem base do modelo deve ser um arquivo de imagem local válido
zh_cn: 模板基础镜像必须为一个有效的本地镜像文件

source: Cannot identify base image %(path)s format
pt_br: Não foi possível identificar o formato da imagem base %(path)s
zh_cn: 未能识别基础镜像%(path)s格式

source: When specifying CPU topology, VCPUs must be a product of sockets, cores, and threads.
pt_br: Ao especificar a topologia de CPU, VCPUs deve ser um produto de sockets, cores e threads.
zh_cn: CPU拓扑中，VCPUs必须包括sockets, cores 以及threads。

source: When specifying CPU topology, each element must be an integer greater than zero.
pt_br: Ao especificar a topologia de CPU, cada elemento deve ser um número inteiro maior do que zero.
zh_cn: CPU拓扑中，每一个参数必须为大于零的整数。

source: Invalid disk image format. Valid formats: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
pt_br: Formato de imagem de disco inválido. Formatos válidos: bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc.
zh_cn: 无效的磁盘镜像格式。有效的格式为：bochs, cloop, cow, dmg, qcow, qcow2, qed, raw, vmdk, vpc。

source: Storage pool %(name)s already exists
pt_br: Storage pool %(name)s já existe
zh_cn: 存储池%(name)s已经存在

source: Storage pool %(name)s does not exist
pt_br: Storage pool %(name)s não existe
zh_cn: 存储池%(name)s不存在

source: Specify %(item)s in order to create the storage pool %(name)s
pt_br: Especifique %(item)s para criar o storage pool %(name)s
zh_cn: 为新存储池%(name)s指定%(item)s

source: Unable to delete active storage pool %(name)s
pt_br: Não foi possível remover o storage pool ativo %(name)s
zh_cn: 不能删除激活的存储池 %(name)s

source: Unable to list storage pools. Details: %(err)s
pt_br: Não foi possível listar os storage pools. Detalhes: %(err)s
zh_cn: 不能列举存储池。 详情： %(err)s

source: Unable to create storage pool %(name)s. Details: %(err)s
pt_br: Não foi possível criar o storage pool %(name)s. Detalhes: %(err)s
zh_cn: 不能创建存储池 %(name)s。详情： %(err)s

source: Unable to get number of storage volumes in storage pool %(name)s. Details: %(err)s
pt_br: Não foi possível saber o número de volumes no storage pool %(name)s. Detalhes: %(err)s
zh_cn: 不能获取储存池%(name)s中卷的数目。详情： %(err)s

source: Unable to activate storage pool %(name)s. Details: %(err)s
pt_br: Não foi possivel ativar o storage pool %(name)s. Detalhes: %(err)s
zh_cn: 不能激活储存池%(name)s。详情： %(err)s

source: Unable to deactivate storage pool %(name)s. Details: %(err)s
pt_br: Não foi possivel desativar o storage pool %(name)s. Detalhes: %(err)s
zh_cn: 不能停用储存池%(name)s。详情： %(err)s

source: Unable to delete storage pool %(name)s. Details: %(err)s
pt_br: Não foi possivel remover o storage pool %(name)s. Detalhes: %(err)s
zh_cn: 不能删除储存池%(name)s。详情： %(err)s

source: Unable to create NFS Pool as export path %(path)s may block during mount
pt_br: Não foi possível criar Pool NFS uma vez que o caminho de exportação %(path)s pode bloquear durante a montagem
zh_cn: 不能创建NFS存储池，可能导出路径%(path)s在挂载时被阻塞了

source: Unable to create NFS Pool as export path %(path)s mount failed
pt_br: Não foi possível criar NFS Pool uma vez que a montagem do caminho de exportação %(path)s falhou
zh_cn: 不能创建NFS存储池，挂载导出路径%(path)s失败

source: Unsupported storage pool type: %(type)s
pt_br: Tipo de storage pool não suportado: %(type)s
zh_cn: 不支持的存储池类型：%(type)s

source: Error while retrieving storage pool XML to %(pool)s
pt_br: Erro durante a leitura do XML do storage pool %(pool)s
zh_cn: 查询存储池XML到%(pool)s时出现错误

source: Supported storage pool types are dir, netfs, logical, iscsi, isci and kimchi-iso
pt_br: Tipos de storage pool supportados são dir, netfs, logical, iscsi, scsi e kimchi-iso
zh_cn: 存储池类型仅支持dir，netfs，logical，iscsi，isci以及kimchi-iso

source: Storage pool path must be a string
pt_br: Caminho para storage pool deve ser um texto
zh_cn: 存储池路径必须是字符串

source: Storage pool host must be a IP or hostname
pt_br: Host do storage pool deve ser um IP ou um hostname
zh_cn: 存储池主机必须是一个IP后者主机名

source: Storage pool device must be the absolute path to the block device
pt_br: Dispositivo do storage pool deve ser o caminho absoluto para o block device
zh_cn: 存储池设备必须为块设备的一个绝对路径

source: Storage pool devices parameter must be a list
pt_br: Parâmetro dos dispositivos do storage pool devem ser uma lista
zh_cn: 存储池设备参数必须是一个列表

source: Target IQN of an iSCSI pool must be a string
pt_br: Alvo IQN de um pool iSCSI deve ser um texto
zh_cn: iSCSI存储池的目标IQN必须是字符串

source: Port of a remote storage server must be an integer between 1 and 65535
pt_br: Porta de um servidor remoto de storage deve ser um inteiro entre 1 e 65535
zh_cn: 远程存储服务器的端口必须是1到65535之间的整数

source: iSCSI target username must be a string
pt_br: Usuário do iSCSI target deve ser um texto
zh_cn: iSCSI目标用户名必须为一个字符串

source: iSCSI target password must be a string
pt_br: Senha do iSCSI target deve ser um texto
zh_cn: iSCSI目标密码必须为一个字符串

source: Specify name and type to create a storage pool
pt_br: Especifique o nome e o tipo para criar um storage pool
zh_cn: 为新存储池指定名字和类型

source: %(disk)s is not a valid disk/partition. Could not add it to the pool %(pool)s.
pt_br: %(disk)s não é um disco/partição válido. Não foi possível adicioná-lo ao pool %(pool)s.
zh_cn: %(disk)s 不是有效的磁盘/分区。不能被添加到存储池%(pool)s中

source: Unable to extend logical pool %(pool)s. Details: %(err)s
pt_br: Não foi possível extender o pool lógico %(pool)s. Detalhes: %(err)s
zh_cn: 未能实现逻辑池%(pool)s的扩展，详情：%(err)s

source: The parameter disks only can be updated for logical storage pool.
pt_br: O parâmetro discos somente pode ser atualizado para storage pool lógicos.
zh_cn: 只有逻辑存储池支持更新磁盘参数。

source: The SCSI host adapter name must be a string.
pt_br: O nome do adaptador SCSI host deve ser um texto
zh_cn: SCSI主机适配器名必须是个字符串

source: The storage pool kimchi_isos is reserved for internal use
pt_br: O storage pool kimchi_isos é reservado para uso interno
zh_cn: 存储池kimchi_isos留作内部使用

source: Unable to activate NFS storage pool %(name)s. NFS server %(server)s is unreachable.
pt_br: Não foi possível ativar o storage pool NFS %(name)s. Servidor NFS %(server)s está inacessível.
zh_cn: 不能激活NFS存储池%(name)s。NFS服务器%(server)s不可到达。

source: Unable to deactivate NFS storage pool %(name)s. NFS server %(server)s is unreachable.
pt_br: Não foi possível desativar o storage pool NFS %(name)s. Servidor NFS %(server)s está inacessível.
zh_cn: 不能停用NFS存储池%(name)s。NFS服务器%(server)s不可到达。
